{
  "messages": [
    "OPLICHTINGSALARM: Dit is een nepadvertentie die erop gericht is uw gegevens te stelen. Stuur GEEN screenshots of codes.",
    "NEPBAAN-AANBOD: Geen beloning van €10, geen remote job, gewoon oplichting. Meld de groep op WhatsApp en verlaat deze direct.",
    "De Instagram-profielen en Telegram-bots zijn allemaal NEP en bedoeld om uw gegevens te stelen. Wees voorzichtig.",
    "Volg ABSOLUUT NIET de instructies van deze oplichtersbende in deze groep. Het is een netwerk van fraudeurs.",
    "Bekijk Kitboga, Jim Browning, Scammer Payback en Pleasant Green op YouTube om te leren hoe deze oplichting werkt.",
    "Dit is een voorschotfraude, trap er niet in.",
    "ALLEMAAL NEP, deze bandieten stelen uw geld en blokkeren u daarna.",
    "Geloof deze oplichters niet, ze zijn uitsluitend uit op uw geld.",
    "Deze figuren zijn niets anders dan brutale oplichters die uw geld willen.",
    "Deze gewetenloze oplichters willen uw bankrekening leegroven. Blijf alert.",
    "Vertrouw deze oplichters absoluut niet, ze liegen en bedriegen u. Er is geen beloning, alleen oplichting.",
    "Zeg nee tegen fraude, stuur deze oplichters geen cent, u wordt opgelicht.",
    "WAARSCHUWING: Deze groep bevordert frauduleuze praktijken. Verlaat de groep onmiddellijk en volg geen instructies van de oplichters.",
    "Laat u niet misleiden, dit is een oplichtingspraktijk gericht op onschuldige en onwetende mensen.",
    "Deze oplichters beloven beloningen, maar willen alleen uw persoonlijke gegevens en bankrekening leegmaken.",
    "Geen enkel betrouwbaar bedrijf vraagt om screenshots of verificatiecodes. Dit is een valstrik.",
    "Deze oplichters gebruiken nepaccounts om vertrouwen op te bouwen. Trap er niet in.",
    "Dit is klassieke social engineering. Blijf waakzaam.",
    "Bescherm uw identiteit. Geef deze oplichters niets.",
    "Denk goed na voordat u op links klikt. Deze oplichters spelen in op urgentie en hebzucht.",
    "Meld deze groep op WhatsApp. Help mee om fraude te stoppen.",
    "Geen baan, geen prijs, geen cadeau, alleen leugens en diefstal.",
    "Deze oplichters proberen u te manipuleren. Ga er niet op in.",
    "Deze oplichters misbruiken mensen om winst te maken. Laat ze niet winnen.",
    "Als het te mooi klinkt om waar te zijn, is het 100% oplichting.",
    "Riskeer uw geld of gegevens niet. Meld en verlaat deze groep onmiddellijk.",
    "Informeer anderen, verspreid bewustzijn over fraude en ontmasker deze oplichters.",
    "OPLICHTING HERKEND: Deze aanbieding is nep. Deze oplichters willen alleen uw geld, niet uw succes.",
    "Vertrouw geen links van vreemden. Eén klik kan u alles kosten.",
    "Oplichters doen zich voor als echte bedrijven. Controleer altijd voordat u reageert.",
    "Geen betrouwbare werkgever vraagt om vooruitbetalingen. Dat is oplichting.",
    "Dit is een phishingval. Uw gegevens en geld zijn het aas, trap er niet in.",
    "Er wordt gezegd 'alleen tijdelijk' of 'dringend', dat is psychologische manipulatie.",
    "Oplichters floreren in stilte. Spreek u uit, meld ze en bescherm anderen.",
    "Uw persoonlijke gegevens zijn goud waard voor oplichters. Geef ze niet weg.",
    "Nepwinacties zijn er alleen om gegevens te verzamelen. Blijf alert.",
    "Iedereen doet alsof ze willen helpen, dat is onderdeel van de oplichting.",
    "Dit is geen vrijgevigheid, maar digitale diefstal.",
    "Niemand in deze groep biedt u kansen op een baan, alleen misleiding.",
    "Laat hebzucht uw voorzichtigheid niet overstemmen. Daar rekenen oplichters op.",
    "Als een vreemde u vraagt om crypto, cadeaubonnen of overschrijvingen, is het oplichting.",
    "Deze oplichters blokkeren u zodra ze hebben wat ze willen, uw geld. Geef ze geen kans.",
    "Fraudenetwerken gebruiken vaak bots. Voelt het robotachtig aan? Dan is het waarschijnlijk een bot.",
    "Echte banen komen niet met vage links en loze beloften.",
    "Dit is geen community, maar een valstrik. Meld en blokkeer deze groep onmiddellijk.",
    "Hier worden gegevens en contacten verzameld. Laat u niet verspreiden.",
    "Uw veiligheid telt. Niet reageren, niet antwoorden, blokkeer en meld.",
    "Oplichters praten als vrienden, handelen als dieven. Vertrouw ze niet.",
    "Het 'snelle geld' is het aas. U bent de vangst.",
    "Vleien is hun specialiteit, daarna bestelen ze u. Blijf alert.",
    "Geen enkele echte kans begint met een vreemde die om uw gegevens vraagt.",
    "Hier wordt niemand aangenomen, hier wordt geplunderd. Wegwezen.",
    "Dit is geen netwerken, maar een netval. Verbreek direct het contact.",
    "Er wordt gezegd 'veel geld voor weinig werk', dat leidt tot oplichting.",
    "Laat valse vriendelijkheid u geen echt geld kosten.",
    "Deze oplichters proberen vertrouwen op te bouwen om het te breken. Geef ze geen kans.",
    "Dit is een digitaal oplichtingsspel. U bent het doelwit.",
    "Hier wordt gevist naar onwetende slachtoffers. Wees niet de vangst van de dag.",
    "Als u onder druk wordt gezet, is het oplichting. Echte aanbiedingen hebben tijd.",
    "Nepgetuigenissen en succesverhalen worden gebruikt om u te misleiden. Alles is gelogen.",
    "Deel nooit uw telefoonnummer, e-mail of codes met mensen die u niet persoonlijk kent.",
    "U wordt hier niet geholpen, dit is een val.",
    "Dit is geen winactie, maar een digitale overval.",
    "Als iemand zegt 'Vertrouw me', is dat uw teken om te vluchten.",
    "Betrouwbare bedrijven voegen u niet zomaar toe aan groepschats. Dit is oplichting.",
    "Er worden dromen beloofd, maar nachtmerries geleverd.",
    "Nieuwsgierigheid kan uw veiligheid kosten.",
    "Deze oplichters zijn georganiseerd, vasthoudend en misleidend. Wees ze een stap voor en meld deze groep.",
    "Elke boodschap in deze groep is een draad in het oplichtingsnet. Knip het door.",
    "Honderden emoji's, lof en valse vriendelijkheid zijn duidelijke tekenen van oplichting. Alles is gescript.",
    "U mist niets door deze groep te melden en te verlaten, u ontwijkt een ramp.",
    "Niet antwoorden, niet klikken, niet reageren. Meld en blokkeer deze groep.",
    "Niemand doet hier u een plezier, deze oplichters lokken u in een val.",
    "Dit is geen beloning, maar digitaal losgeld.",
    "Als iemand zegt 'alleen verifiëren', stelen deze oplichters uw identiteit.",
    "Laat u niet misleiden door valse urgentie.",
    "Niemand hier is vrijgevig, deze oplichters zijn uit op uw gegevens.",
    "Als er om persoonlijke gegevens wordt gevraagd, is het al te veel.",
    "Echte kansen komen niet met druk en geheimhouding.",
    "Er worden nep-logo's en namen gebruikt. Laat u niet misleiden.",
    "Dit is een oplichtingsscript. U bent slechts de volgende scène.",
    "Deze oplichters bouwen geen vertrouwen op, ze bouwen een val.",
    "Laat u niet misleiden door valse professionaliteit.",
    "Als er wordt gezegd 'beperkte plaatsen', is het onbeperkte misleiding.",
    "Dit is geen baan, dit is een digitale hinderlaag.",
    "Dit zijn geen recruiters, maar digitale dieven.",
    "Laat u niet verblinden door complimenten.",
    "Deze oplichters doen zich voor als support, maar zijn hier om te stelen.",
    "Dit is een oplichtingstrechter. Laat u er niet in trekken.",
    "Oplichters vragen niet, ze nemen.",
    "Deel nooit uw scherm, uw code of uw vertrouwen.",
    "Als iemand beweert: 'wij zijn betrouwbaar', is dat uw rode vlag.",
    "Dit is een oplichtingsfabriek. Word niet het volgende product.",
    "Deze oplichters gebruiken nepbeoordelingen en volgers. Alles is geënsceneerd.",
    "Valse vriendelijkheid kan echte gevolgen hebben.",
    "Hier is geen mentoring, hier draait alles om het delven van uw gegevens.",
    "Dit is een oplichting die zich voordoet als een kans.",
    "Als hier iemand zegt 'eenmalige betaling', is het nooit slechts één keer.",
    "Laat wanhoop u niet kwetsbaar maken.",
    "Niemand is hier om te helpen, iedereen is hier om te oogsten."
  ]
}

