{
  "messages": [
    "BETRUGSALARM: Dies ist eine gefälschte Werbung, die darauf abzielt, Ihre Daten zu stehlen. Senden Sie KEINE Screenshots oder Codes.",
    "FAKE-STELLENANGEBOT: Keine 10 € Belohnung, kein Remote-Job, einfach Betrug. Melden Sie die Gruppe an Whatsapp und verlassen Sie anschließend die Gruppe.",
    "Die Instagram-Profile und Telegram-Bots sind alle FAKE, um Ihre Daten zu stehlen. Passen Sie auf sich auf.",
    "Folgen sie AUF KEINEN FALL den Anweisungen dieser Betrügerbande in dieser Gruppe. Es ist ein Betrugsnetzwerk.",
    "Schauen Sie sich Kitboga, Jim Browning und Scammer Payback sowie Pleasant Green auf YouTube an, um zu erfahren, wie diese Betrügereien funktionieren.",
    "Das ist ein Vorschussbetrug, fallen Sie nicht darauf herein.",
    "ALLES NUR FAKE, diese Banditen klauen Ihr Geld und blockieren Sie dann.",
    "Glauben Sie diesen Betrügern nicht, die sind ausschliesslich hinter Ihrem Geld her.",
    "Diese Typen sind nichts als dreiste Betrüger, die es auf Ihr Geld abgesehen haben.",
    "Diese skrupellosen Betrüger wollen Ihr Bankkonto plündern. Bleiben Sie wachsam.",
    "Vertrauen Sie diesen Idioten auf keinen fall, die lügen und betrügen Sie, hier es gibt keine Belohnung, nur abzocke.",
    "Sagen Sie Nein zu Betrug, schicken Sie diesen Betrügern keinen einzigen Cent, Sie werden abgezockt.",
    "WARNUNG: Diese Gruppe fördert betrügerische Machenschaften. Verlassen Sie die Gruppe sofort und folgen Sie keine Anweisungen der Betrüger.",
    "Lassen Sie sich nicht verarschen, das ist eine Betrugsmasche, die es auf unschuldige und unwissende Menschen abgesehen hat.",
    "Diese Betrüger versprechen Belohnungen, wollen aber nur Ihre persönlichen Daten und Ihr Bankkonto leer räumen.",
    "Kein seriöses Unternehmen verlangt Screenshots oder Verifizierungscodes. Das ist eine Falle.",
    "Diese Betrüger nutzen gefälschte Profile, um Vertrauen aufzubauen, fallen Sie nicht darauf herein.",
    "Das ist ein klassischer Social-Engineering-Betrug. Bleiben Sie wachsam.",
    "Schützen Sie Ihre Identität. Geben Sie diesen Betrügern nichts preis.",
    "Denken Sie nach, bevor Sie irgendwelche Links anklicken. Diese Betrüger nutzen Dringlichkeit und Gier.",
    "Melden Sie diese Gruppe bei WhatsApp. Helfen Sie mit, die Verbreitung von Betrug zu stoppen.",
    "Kein Job, kein Preis, kein Werbegeschenk, nur Lügen und Diebstahl.",
    "Diese Betrüger versuchen Sie zu manipulieren. Lassen Sie sich nicht darauf ein.",
    "Diese Betrüger nutzen Menschen aus, um Profit zu machen. Lassen Sie diese Betrüger nicht gewinnen.",
    "Wenn es zu gut klingt, um wahr zu sein, handelt es sich zu 100% um Betrug.",
    "Risikieren Sie nicht Ihr Geld oder Ihre Daten. Melden und Verlassen Sie diese Gruppe unverzüglich.",
    "Klären Sie andere auf, teilen Sie das Bewusstsein für Betrug und entlarven Sie diese Betrügereien."
  ]
}
