{
  "messages": [
    "BETRUGSALARM: Dies ist eine gefälschte Werbung, die darauf abzielt, Ihre Daten zu stehlen. Senden Sie KEINE Screenshots oder Codes.",
    "FAKE-STELLENANGEBOT: Keine 10 € Belohnung, kein Remote-Job, einfach Betrug. Melden Sie die Gruppe an WhatsApp und verlassen Sie anschließend die Gruppe.",
    "Die Instagram-Profile und Telegram-Bots sind alle FAKE, um Ihre Daten zu stehlen. Passen Sie auf sich auf.",
    "Folgen sie AUF KEINEN FALL den Anweisungen dieser Betrügerbande in dieser Gruppe. Es ist ein Betrugsnetzwerk.",
    "Schauen Sie sich Kitboga, Jim Browning und Scammer Payback sowie Pleasant Green auf YouTube an, um zu erfahren, wie diese Betrügereien funktionieren.",
    "Das ist ein Vorschussbetrug, fallen Sie nicht darauf herein.",
    "ALLES NUR FAKE, diese Banditen klauen Ihr Geld und blockieren Sie dann.",
    "Glauben Sie diesen Betrügern nicht, die sind ausschliesslich hinter Ihrem Geld her.",
    "Diese Typen sind nichts als dreiste Betrüger, die es auf Ihr Geld abgesehen haben.",
    "Diese skrupellosen Betrüger wollen Ihr Bankkonto plündern. Bleiben Sie wachsam.",
    "Vertrauen Sie diesen Betrügern auf keinen Fall, die lügen und betrügen Sie, hier es gibt keine Belohnung, nur abzocke.",
    "Sagen Sie Nein zu Betrug, schicken Sie diesen Betrügern keinen einzigen Cent, Sie werden abgezockt.",
    "WARNUNG: Diese Gruppe fördert betrügerische Machenschaften. Verlassen Sie die Gruppe sofort und folgen Sie keine Anweisungen der Betrüger.",
    "Lassen Sie sich nicht verarschen, das ist eine Betrugsmasche, die es auf unschuldige und unwissende Menschen abgesehen hat.",
    "Diese Betrüger versprechen Belohnungen, wollen aber nur Ihre persönlichen Daten und Ihr Bankkonto leer räumen.",
    "Kein seriöses Unternehmen verlangt Screenshots oder Verifizierungscodes. Das ist eine Falle.",
    "Diese Betrüger nutzen gefälschte Profile, um Vertrauen aufzubauen, fallen Sie nicht darauf herein.",
    "Das ist ein klassischer Social-Engineering-Betrug. Bleiben Sie wachsam.",
    "Schützen Sie Ihre Identität. Geben Sie diesen Betrügern nichts preis.",
    "Denken Sie nach, bevor Sie irgendwelche Links anklicken. Diese Betrüger nutzen Dringlichkeit und Gier.",
    "Melden Sie diese Gruppe bei WhatsApp. Helfen Sie mit, die Verbreitung von Betrug zu stoppen.",
    "Kein Job, kein Preis, kein Werbegeschenk, nur Lügen und Diebstahl.",
    "Diese Betrüger versuchen Sie zu manipulieren. Lassen Sie sich nicht darauf ein.",
    "Diese Betrüger nutzen Menschen aus, um Profit zu machen. Lassen Sie diese Betrüger nicht gewinnen.",
    "Wenn es zu gut klingt, um wahr zu sein, handelt es sich zu 100% um Betrug.",
    "Risikieren Sie nicht Ihr Geld oder Ihre Daten. Melden und Verlassen Sie diese Gruppe unverzüglich.",
    "Klären Sie andere auf, teilen Sie das Bewusstsein für Betrug und entlarven Sie diese Betrügereien.",
    "BETRUG ERKANNT: Dieses Angebot ist gefälscht. Diese Betrüger wollen nur Ihr Geld, nicht Ihr Erfolg.",
    "Vertrauen Sie keinen Links von Fremden. Ein Klick kann Sie alles kosten.",
    "Betrüger geben sich als echte Firmen aus. Überprüfe immer, bevor Sie reagieren.",
    "Kein seriöser Arbeitgeber verlangt Vorauszahlungen. Das ist Betrug.",
    "Dies ist eine Phishing-Falle. Ihre Daten und Ihr Geld sind der Köder, gehen Sie nicht darauf ein.",
    "Es wird behauptet „nur für kurze Zeit“ oder „dringend“, das ist psychologische Manipulation.",
    "Betrüger leben von Schweigen. Sprechen Sie sich aus, melden Sie die Betrüger und schützen Sie andere.",
    "Ihre persönlichen Daten sind für die Betrüger Gold wert. Geben Sie diese nicht heraus.",
    "Gefälschte Gewinnspiele dienen nur der Datensammlung. Bleiben Sie wachsam.",
    "Jeder tut so, als wolle er Ihnen helfen, das gehört zur Betrugsmasche.",
    "Das ist keine Großzügigkeit, sondern digitaler Diebstahl.",
    "Keiner in dieser Gruppe bietet Ihnen Chancen auf einen Job, sondern Täuschung.",
    "Lassen Sie Gier nicht Ihre Vorsicht übertrumpfen. Darauf setzen Betrüger.",
    "Wenn ein Fremder Sie nach Krypto, Gutscheinen oder Überweisungen fragt, es ist ein Betrug.",
    "Diese Betrüger blockieren Sie, sobald sie bekommen, was sie wollen und zwar Ihr Geld. Geben Sie dem keine Chance.",
    "Betrugsnetzwerke nutzen oft Bots. Wenn es sich roboterhaft anfühlt, ist es wahrscheinlich einer.",
    "Echte Jobs kommen nicht mit dubiosen Links und vagen Versprechen.",
    "Das ist keine Community, sondern eine Falle. Melden und Blockieren Sie diese Gruppe umgehend.",
    "Hier werden Daten und Ihre Kontakte gesammelt. Lassen Sie sich nicht weiterverbreiten.",
    "Ihre Sicherheit zählt. Nicht reagieren, nicht antworten, blockieren und melden.",
    "Betrüger reden wie Freunde, handeln wie Diebe. Vertrauen Sie denen nicht.",
    "Das „schnelle Geld“ ist der Köder. Der Haken sind Sie.",
    "Einschmeicheln ist deren Spezialität, dann bestehlen die Sie. Bleiben Sie wachsam.",
    "Keine echte Chance beginnt mit einem Fremden, der nach Ihren Daten fragt.",
    "Hier wird niemand für ein Job eingestellt, es wird geplündert. Raus da.",
    "Das ist kein Networking, sondern Netzfang. Trennen Sie sich sofort.",
    "Es wird behauptet „Viel Geld für wenig Arbeit“, dieser Schritt führt zum Betrug.",
    "Lassen Sie sich von falscher Freundlichkeit nicht echtes Geld kosten.",
    "Diese Betrüger versuchen vertrauen aufzubauen, um es zu brechen. Geben Sie dem keine Gelegenheit.",
    "Das ist ein digitales Betrugsspiel. Sie sind die Zielscheibe.",
    "Hier wird nach wissenslosen Opfern gefischt. Sei nicht der Fang des Tages.",
    "Wenn Sie zur Eile gedrängt werden, ist es ein Betrug. Echte Angebote haben Zeit.",
    "Es werden gefälschte Erfahrungsberichte und Erfolgsgeschichten verwendet um Sie zu täuschen. Alles Lügen.",
    "Teilen Sie niemals Ihre Telefonnummer, E-Mail oder Codes mit Personen die Sie nicht persönlich kennen.",
    "Hier wird Ihnen nicht geholfen, dies ist eine Falle.",
    "Das ist kein Gewinnspiel, sondern ein Überfall.",
    "Wenn jemand sagt „Vertrauen Sie mir“, ist das Ihr Zeichen zu fliehen.",
    "Seriöse Firmen fügen Sie nicht einfach Gruppen-Chats ein, dies ist Betrug.",
    "Es werden Träume versprochen, jedoch Albträume geliefert.",
    "Neugier kann Ihre Sicherheit kosten.",
    "Diese Betrüger sind organisiert, hartnäckig und täuschend. Seien Sie denen einen Schritt voraus und Melden Sie diese Gruppe.",
    "Jede Nachricht in dieser Gruppe ist ein Faden im Betrugsnetz. Schneiden Sie ihn ab.",
    "Hunderte Emojis, Lob und falsche Freundlichkeit sind ein klares Anzeichen für Betrug. Alles geskriptet.",
    "Sie verpassen nichts, beim Melden und Verlassen dieser Gruppe, weichen Sie einer Katastrophe aus.",
    "Nicht antworten, nichts klicken, nicht interagieren. Einfach diese Gruppe melden und blockieren.",
    "Hier wird keinem einen Gefallen getan, diese Betrüger locken Sie in eine Falle.",
    "Das ist keine Belohnung, sondern ein digitales Lösegeld.",
    "Wenn jemand sagt „nur verifizieren“, stehlen diese Betrüger Ihre Identität.",
    "Lassen Sie sich von falscher Dringlichkeit nicht täuschen.",
    "Hier ist niemand großzügig, die Betrüger hier sind gierig nach Ihren Daten.",
    "Wenn Sie nach persönlichen Daten gefragt werden, ist es schon zu viel.",
    "Echte Chancen kommen nicht mit Druck und Geheimhaltung.",
    "Es werden gefälschte Logos und Namen verwendet. Lassen Sie sich nicht täuschen.",
    "Das ist ein Betrugsskript. Sie sind nur die nächste Szene.",
    "Diese Betrüger bauen kein Vertrauen auf, sie bauen eine Falle.",
    "Lassen Sie sich nicht von falscher Professionalität täuschen.",
    "Wenn behauptet wird „begrenzte Plätze“, ist es unbegrenzte Täuschung.",
    "Das ist kein Job, das ist ein digitaler Hinterhalt.",
    "Dies hier sind keine Recruiter, sie sind digitale Diebe.",
    "Lassen Sie sich nicht von Komplimenten blenden.",
    "Diese Betrüger geben sich als Support aus, sind jedoch hier um zu stehlen.",
    "Das ist ein Betrugs-Trichter. Lassen Sie sich nicht hineinziehen.",
    "Betrüger fragen nicht, Betrüger entnehmen.",
    "Teilen Sie niemals Ihren Bildschirm, Ihr Code oder Ihr Vertrauen.",
    "Wenn jemand behauptet: „wir sind seriös“, ist dies Ihre rote Flagge.",
    "Das ist eine Betrugsfabrik. Werden Sie nicht zum nächsten Produkt.",
    "Diese Betrüger verwenden gefälschte Bewertungen und Follower. Alles inszeniert.",
    "Falsche Freundlichkeit kann echte Konsequenzen haben.",
    "Hier gibt es kein Mentoring, hier steht das Schürfen Ihrer Daten auf höchste Priorität.",
    "Das ist ein Betrug, der sich als Chance tarnt.",
    "Wenn hier jemand behauptet „Einmalzahlung“, ist es nie nur einmal.",
    "Lassen Sie sich nicht von Verzweiflung verwundbar machen.",
    "Keiner ist hier um zu helfen, jeder ist hier um zu ernten."
  ]
}

