{
  "messages": [
    " SCAM ALERT: This is a fake promo designed to steal your data. DO NOT send screenshots or codes.",
    " FAKE JOB OFFER: No €10 reward, no remote job, just fraud. Report and leave.",
    " They use fake Instagram profiles and Telegram bots to steal your info. Stay safe.",
    " Don’t follow, don’t send anything. It’s a scam network.",
    " Watch Kitboga, Jim Browning, and Scammer Payback to learn how these scams work.",
    " This is a Pig Butchering scam, don't fall for it",
    " FAKE FAKE FAKE, they will take your money and run",
    " Don't believe those scammers, they will steal your Money",
    " It's not a Job offer, it's a SCAM!",
    " They are low life Scammers that want to steal your Money, stay safe",
    " Don't ever Trust those Fools, they are Scamming you, no reward",
    " Say no to Scams, do not send them a single Penny, you will get Scammed",
    " WARNING: This group promotes fraudulent schemes. Leave immediately.",
    " Don’t be fooled, this is a scam operation targeting innocent people.",
    " They promise rewards, but all they want is your personal data and money.",
    " No legit company asks for screenshots or verification codes. It’s a trap.",
    " Scammers use fake profiles to build trust, don’t fall for it.",
    " This is a classic social engineering scam. Stay alert.",
    " Protect your identity. Don’t share anything with these fraudsters.",
    " Think before you click. Scammers prey on urgency and greed.",
    " Report this group to WhatsApp. Help stop the spread of fraud.",
    " No job, no prize, no giveaway, just lies and theft.",
    " They’re trying to manipulate you. Don’t engage.",
    " These scammers are exploiting people for profit. Don’t let them win.",
    " If it sounds too good to be true, it’s probably a scam.",
    " Don’t risk your money or data. Leave this group now.",
    " Educate others, share scam awareness and expose these frauds.",
    " SCAM DETECTED: This offer is fake. They want your money, not your success.",
    " Don’t trust links from strangers. One click can cost you everything.",
    " They’re impersonating real companies. Always verify before you engage.",
    " No real employer asks for payment upfront. This is fraud.",
    " This is a phishing trap. Your data is the bait. Don’t bite.",
    " They’ll say “limited time” or “urgent”, it’s psychological manipulation.",
    " Scammers thrive on silence. Speak up, report, and protect others.",
    " Your personal info is gold to them. Don’t hand it over.",
    " Fake giveaways are just data-harvesting schemes. Stay smart.",
    " They’ll pretend to be helpful. It’s all part of the con.",
    " This isn’t generosity, it’s digital theft in disguise.",
    " They’re not offering opportunity. They’re offering deception.",
    " Don’t let greed override caution. Scammers count on that.",
    " If they ask for crypto, gift cards, or wire transfers, it’s a scam.",
    " They’ll vanish once they get what they want. Don’t give them the chance.",
    " Scam networks often use bots. If it feels robotic, it probably is.",
    " Real jobs don’t come with shady links and vague promises.",
    " This is not a community, it’s a trap. Get out now.",
    " They’re harvesting your contacts too. Don’t let them spread.",
    " Your safety matters. Don’t engage, don’t respond, just block and report.",
    " Scammers speak like friends, but act like thieves. Don’t trust them.",
    " That ‘easy money’ is bait. The hook is your identity.",
    " They’ll flatter you, then fleece you. Stay sharp.",
    " No real opportunity starts with a stranger asking for your info.",
    " They’re not hiring, they’re hunting. Get out.",
    " This isn’t networking, it’s net-trapping. Disconnect now.",
    " They’ll say 'just one step', that step leads to fraud.",
    " Don’t let fake kindness cost you real money.",
    " They’re building trust to break it. Don’t give them the chance.",
    " This is a digital con game. You’re the target.",
    " They’re fishing for victims. Don’t be the catch of the day.",
    " If they ask for urgency, it’s a scam. Real deals don’t rush.",
    " They’ll use fake testimonials and fake success stories. All lies.",
    " Don’t share your number, email, or code. It’s all they need.",
    " They’re not offering help, they’re setting a trap.",
    " This is not a giveaway, it’s a takedown.",
    " They’ll say 'trust me', that’s your cue to run.",
    " Real companies don’t operate in shady group chats.",
    " They’re selling dreams and delivering nightmares.",
    " Don’t let curiosity cost you your security.",
    " They’re organized, relentless, and deceptive. Stay one step ahead.",
    " Every message from them is a thread in the scam web. Cut it off.",
    " They’ll use emojis, praise, and fake friendliness. It’s all scripted.",
    " You’re not missing out, you’re dodging a bullet.",
    " Don’t reply, don’t click, don’t engage. Just leave.",
    " They’re not offering help, they’re baiting you into a trap.",
    " This isn’t a reward, it’s a ransom in disguise.",
    " They’ll say 'just verify', that’s how they steal your identity.",
    " Don’t let fake urgency override your common sense.",
    " They’re not generous, they’re greedy for your data.",
    " If they ask for anything private, it’s already too much.",
    " Real opportunities don’t come with pressure and secrecy.",
    " They’ll use fake logos and fake names. Don’t be fooled.",
    " This is a scam script. You’re just the next scene.",
    " They’re not building trust, they’re building a trap.",
    " Don’t let their fake professionalism trick you.",
    " They’ll say 'limited slots', it’s unlimited deception.",
    " This isn’t a job, it’s a digital ambush.",
    " They’re not recruiters, they’re digital thieves.",
    " Don’t let compliments blind you to the con.",
    " They’ll pretend to be from support, they’re here to steal.",
    " This is a scam funnel. Don’t get pulled in.",
    " They’re not asking, they’re extracting.",
    " Don’t share your screen, your code, or your trust.",
    " They’ll say 'we’re legit', that’s your red flag.",
    " This is a fraud factory. Don’t be their next product.",
    " They’ll use fake reviews and fake followers. It’s all staged.",
    " Don’t let fake kindness cost you real consequences.",
    " They’re not offering mentorship, they’re mining your info.",
    " This is a scam masquerading as opportunity.",
    " They’ll say 'just this once', it’s never just once.",
    " Don’t let desperation make you vulnerable.",
    " They’re not here to help, they’re here to harvest."
  ]
}

