{
  "messages": [
    "ALARM OSZUSTWA: To fałszywa reklama mająca na celu kradzież Twoich danych. NIE wysyłaj zrzutów ekranu ani kodów.",
    "FAŁSZYWA OFERTA PRACY: Brak nagrody 10 €, brak pracy zdalnej, tylko oszustwo. Zgłoś grupę na WhatsApp i natychmiast ją opuść.",
    "Profile na Instagramie i boty na Telegramie są FAŁSZYWE i służą do kradzieży Twoich danych. Uważaj na siebie.",
    "NIE PODĄŻAJ za instrukcjami tej grupy oszustów. To sieć przestępcza.",
    "Obejrzyj Kitboga, Jim Browning, Scammer Payback i Pleasant Green na YouTube, aby zobaczyć, jak działają te oszustwa.",
    "To oszustwo zaliczkowe, nie daj się nabrać.",
    "WSZYSTKO FAŁSZ, ci bandyci kradną Twoje pieniądze i potem Cię blokują.",
    "Nie wierz tym oszustom, zależy im tylko na Twoich pieniądzach.",
    "To bezczelni oszuści, którzy chcą Cię okraść.",
    "Ci bezwzględni oszuści chcą opróżnić Twoje konto bankowe. Bądź czujny.",
    "Nigdy nie ufaj tym oszustom, kłamią i oszukują. Nie ma żadnej nagrody, tylko wyłudzenie.",
    "Powiedz NIE oszustwu, nie wysyłaj im ani grosza, zostaniesz oszukany.",
    "OSTRZEŻENIE: Ta grupa promuje działania oszukańcze. Opuść ją natychmiast i ignoruj polecenia oszustów.",
    "Nie daj się nabrać, to schemat oszustwa wymierzony w niewinnych i nieświadomych ludzi.",
    "Oszustwo z obietnicą nagrody, chcą tylko Twoich danych i pieniędzy.",
    "Żadna uczciwa firma nie prosi o zrzuty ekranu ani kody weryfikacyjne. To pułapka.",
    "Oszustwo z fałszywymi profilami, nie daj się zwieść.",
    "To klasyczne oszustwo socjotechniczne. Zachowaj ostrożność.",
    "Chroń swoją tożsamość. Nie udostępniaj niczego tym oszustom.",
    "Pomyśl zanim klikniesz, oszuści wykorzystują presję i chciwość.",
    "Zgłoś tę grupę na WhatsApp. Pomóż zatrzymać oszustwa.",
    "Brak pracy, brak nagrody, brak prezentu, tylko kłamstwa i kradzież.",
    "Oszustwo manipulacyjne, nie daj się wciągnąć.",
    "Ci oszuści wykorzystują ludzi dla zysku. Nie pozwól im wygrać.",
    "Jeśli coś brzmi zbyt dobrze, by było prawdziwe, to na pewno oszustwo.",
    "Nie ryzykuj swoich pieniędzy ani danych. Zgłoś i opuść tę grupę natychmiast.",
    "Uświadamiaj innych, dziel się wiedzą i demaskuj oszustów.",
    "OSZUSTWO WYKRYTE: Ta oferta jest fałszywa. Chcą tylko Twoich pieniędzy, nie sukcesu.",
    "Nie klikaj w linki od obcych. Jeden klik może Cię wiele kosztować.",
    "Oszustwo podszywające się pod prawdziwe firmy, zawsze sprawdzaj źródło.",
    "Uczciwy pracodawca nigdy nie żąda przedpłat. To oszustwo.",
    "To pułapka phishingowa. Twoje dane i pieniądze są celem.",
    "Hasła typu „tylko teraz” lub „pilne” to manipulacja psychologiczna.",
    "Oszustwo działa w ciszy. Mów głośno, zgłaszaj i chroń innych.",
    "Twoje dane osobowe są dla oszustów jak złoto. Nie udostępniaj ich.",
    "Fałszywe konkursy służą tylko do zbierania danych. Bądź czujny.",
    "Udają pomocnych, to część oszustwa.",
    "To nie hojność, to cyfrowa kradzież.",
    "Nikt w tej grupie nie oferuje pracy, tylko oszustwo.",
    "Nie pozwól, by chciwość przysłoniła ostrożność. Na to liczą oszuści.",
    "Jeśli ktoś pyta o kryptowaluty, bony lub przelewy, to oszustwo.",
    "Oszust zablokuje Cię, gdy tylko dostanie Twoje pieniądze. Nie daj mu szansy.",
    "Sieci oszustów często używają botów. Jeśli coś brzmi jak robot, to pewnie bot.",
    "Prawdziwe oferty pracy nie zawierają podejrzanych linków i obietnic.",
    "To nie społeczność, to pułapka. Zgłoś i zablokuj grupę.",
    "Tutaj zbierają dane i kontakty. Nie pozwól się wykorzystać.",
    "Liczy się Twoje bezpieczeństwo. Nie odpowiadaj, nie klikaj, zgłoś i zablokuj.",
    "Oszust mówi jak przyjaciel, działa jak złodziej. Nie ufaj mu.",
    "„Szybkie pieniądze” to przynęta. Ofiarą jesteś Ty.",
    "Pochlebstwa to ich taktyka, potem Cię okradną. Bądź czujny.",
    "Prawdziwa okazja nie zaczyna się od obcego, który pyta o dane.",
    "Nikt tu nie zatrudnia, tu się rabuje. Wyjdź natychmiast.",
    "To nie networking, to sieć oszustów. Zerwij kontakt.",
    "„Dużo pieniędzy za mało pracy”, to droga do oszustwa.",
    "Fałszywa uprzejmość może Cię kosztować prawdziwe pieniądze.",
    "Oszust buduje zaufanie, by je złamać. Nie daj mu szansy.",
    "To cyfrowa gra oszustów. Ty jesteś celem.",
    "Szukają naiwnych ofiar. Nie bądź dzisiejszym łupem.",
    "Presja to znak oszustwa. Prawdziwe oferty dają czas.",
    "Fałszywe opinie i historie sukcesu, wszystko to kłamstwa.",
    "Nigdy nie udostępniaj numeru telefonu, e-maila ani kodów obcym.",
    "Tu nikt Ci nie pomoże, to pułapka.",
    "To nie konkurs, to cyfrowy napad.",
    "Jeśli ktoś mówi „Zaufaj mi”, uciekaj.",
    "Prawdziwe firmy nie dodają Cię do grup bez pytania. To oszustwo.",
    "Obiecują marzenia, dostarczają koszmary.",
    "Ciekawość może kosztować Cię bezpieczeństwo.",
    "Oszust jest zorganizowany, wytrwały i podstępny. Bądź o krok przed nim, zgłoś grupę.",
    "Każda wiadomość w tej grupie to nić w sieci oszustwa. Przerwij ją.",
    "Mnóstwo emoji, pochwał i fałszywej uprzejmości, to znak oszustwa. Wszystko zaplanowane.",
    "Nic nie tracisz, zgłaszając i opuszczając tę grupę, unikasz katastrofy.",
    "Nie odpowiadaj, nie klikaj, nie reaguj. Zgłoś i zablokuj grupę.",
    "Nikt tu nie robi Ci przysługi, to pułapka.",
    "To nie nagroda, to cyfrowy okup.",
    "„Tylko weryfikacja”, to kradzież tożsamości.",
    "Nie daj się nabrać na fałszywą pilność.",
    "Nikt tu nie jest hojny, chcą tylko Twoich danych.",
    "Jeśli ktoś pyta o dane osobowe, to już za dużo.",
    "Prawdziwe okazje nie wymagają presji ani tajemnicy.",
    "Używają fałszywych logo i nazw. Nie daj się oszukać.",
    "To scenariusz oszustwa. Jesteś kolejną sceną.",
    "Oszust nie buduje zaufania, buduje pułapkę.",
    "Nie daj się zwieść fałszywemu profesjonalizmowi.",
    "„Ograniczona liczba miejsc”, to nieograniczone oszustwo.",
    "To nie jest oferta pracy, to cyfrowa zasadzka.",
    "To nie są rekruterzy, to cyfrowi złodzieje.",
    "Nie daj się zwieść komplementom.",
    "Ci oszuści udają wsparcie techniczne, ale są tu, by kraść.",
    "To lejek oszustwa. Nie daj się wciągnąć.",
    "Oszust nie pyta, oszust zabiera.",
    "Nigdy nie udostępniaj swojego ekranu, kodu ani zaufania.",
    "Jeśli ktoś mówi: „jesteśmy wiarygodni”, to czerwona flaga.",
    "To fabryka oszustw. Nie pozwól, byś był kolejnym produktem.",
    "Ci oszuści używają fałszywych recenzji i obserwujących. Wszystko jest inscenizowane.",
    "Fałszywa uprzejmość może mieć prawdziwe konsekwencje.",
    "Tu nie ma mentoringu, tu chodzi o wydobycie Twoich danych.",
    "To oszustwo podszywające się pod szansę.",
    "Jeśli ktoś mówi „jednorazowa opłata”, to nigdy nie jest tylko raz.",
    "Nie pozwól, by rozpacz uczyniła Cię podatnym na atak.",
    "Nikt tu nie chce pomóc, każdy chce tylko żerować."
  ]
}
