{
  "messages": [
    "UWAGA: To fałszywa promocja mająca na celu kradzież Twoich danych. Nie wysyłaj zrzutów ekranu ani kodów.",
    "FAŁSZYWA OFERTA PRACY: Brak nagrody 40 złoty, brak pracy zdalnej, tylko oszustwo. Zgłoś i opuść grupę.",
    "Używają fałszywych profili na Instagramie i botów na Telegramie, aby wyłudzić Twoje dane. Zachowaj ostrożność.",
    "Nie obserwuj, nie wysyłaj niczego. To sieć oszustów.",
    "Obejrzyj Kitboga, Jim Browning i Scammer Payback, aby dowiedzieć się, jak działają te oszustwa.",
    "To oszustwo typu 'Pig Butchering'. Nie daj się nabrać.",
    "FAŁSZ FAŁSZ FAŁSZ, zabiorą Twoje pieniądze i znikną.",
    "Nie wierz tym oszustom, ukradną Twoje pieniądze.",
    "Ci ludzie to oszuści, nie ufaj im.",
    "To osoby bez skrupułów, które chcą Cię okraść. Zachowaj czujność.",
    "Nigdy nie ufaj tym osobom, to oszustwo, nie ma żadnej nagrody.",
    "Powiedz NIE oszustwom, nie wysyłaj im ani grosza, zostaniesz oszukany.",
    "OSTRZEŻENIE: Ta grupa promuje oszukańcze schematy. Opuść ją natychmiast.",
    "Nie daj się zwieść, to operacja oszustwa wymierzona w niewinnych ludzi.",
    "Obiecują nagrody, ale chcą tylko Twoich danych i pieniędzy.",
    "Żadna legalna firma nie prosi o zrzuty ekranu ani kody weryfikacyjne. To pułapka.",
    "Oszuści używają fałszywych profili, aby zdobyć zaufanie. Nie daj się nabrać.",
    "To klasyczne oszustwo socjotechniczne. Bądź czujny.",
    "Chroń swoją tożsamość. Nie udostępniaj niczego tym oszustom.",
    "Pomyśl zanim klikniesz. Oszuści żerują na pośpiechu i chciwości.",
    "Zgłoś tę grupę do WhatsApp. Pomóż zatrzymać rozprzestrzenianie się oszustw.",
    "Brak pracy, brak nagrody, brak konkursu, tylko kłamstwa i kradzież.",
    "Próbują Tobą manipulować. Nie reaguj.",
    "Ci oszuści wykorzystują ludzi dla zysku. Nie pozwól im wygrać.",
    "Jeśli coś brzmi zbyt dobrze, by było prawdziwe, to zapewne oszustwo.",
    "Nie ryzykuj pieniędzy ani danych. Opuść tę grupę teraz.",
    "Edukuj innych, szerz świadomość o oszustwach i demaskuj tych naciągaczy."
  ]
}
