{
  "messages": [
    "WAARSCHUWING: Dit is een nepactie bedoeld om je gegevens te stelen. Stuur geen screenshots of codes.",
    "NEPBAAN: Geen beloning van €10, geen thuiswerk, alleen fraude. Meld dit en verlaat de groep.",
    "Ze gebruiken nep Instagram-profielen en Telegram-bots om je informatie te stelen. Blijf alert.",
    "Volg ze niet, stuur niets. Dit is een netwerk van oplichters.",
    "Bekijk Kitboga, Jim Browning en Scammer Payback om te leren hoe deze oplichting werkt.",
    "Dit is een 'Pig Butchering'-oplichting. Trap er niet in.",
    "NEP NEP NEP, ze nemen je geld en verdwijnen.",
    "Geloof deze oplichters niet, ze stelen je geld.",
    "Deze gasten zijn oplichters, vertrouw ze niet.",
    "Het zijn gewetenloze mensen die je geld willen stelen. Wees voorzichtig.",
    "Vertrouw deze mensen nooit, het is oplichting, er is geen beloning.",
    "Zeg nee tegen oplichting, stuur ze geen cent, je wordt bedrogen.",
    "WAARSCHUWING: Deze groep promoot frauduleuze praktijken. Verlaat onmiddellijk.",
    "Laat je niet misleiden, dit is een scam gericht op onschuldige mensen.",
    "Ze beloven beloningen, maar willen alleen je gegevens en geld.",
    "Geen enkel legitiem bedrijf vraagt om screenshots of verificatiecodes. Het is een valstrik.",
    "Oplichters gebruiken nepaccounts om vertrouwen op te bouwen. Trap er niet in.",
    "Dit is klassieke social engineering. Blijf waakzaam.",
    "Bescherm je identiteit. Deel niets met deze fraudeurs.",
    "Denk na voordat je klikt. Oplichters spelen in op haast en hebzucht.",
    "Meld deze groep bij WhatsApp. Help mee om fraude te stoppen.",
    "Geen baan, geen prijs, geen giveaway, alleen leugens en diefstal.",
    "Ze proberen je te manipuleren. Reageer niet.",
    "Deze oplichters misbruiken mensen voor winst. Laat ze niet winnen.",
    "Als het te mooi klinkt om waar te zijn, is het waarschijnlijk oplichting.",
    "Riskeer je geld of gegevens niet. Verlaat deze groep nu.",
    "Informeer anderen, verspreid bewustzijn over scams en ontmasker deze fraudeurs."
  ]
}
